[
  {
    "title": "Matar Paneer",
    "servings": "für 9 Personen",
    "ingredients": [
      ["34 g", "Stärke"],
      ["108 g", "Ghee"],
      ["450 g", "Zwiebeln"],
      ["90 g", "Ingwer"],
      ["45 g", "Knoblauch"],
      ["2 EL", "Koriander"],
      ["2 TL", "Kurkuma"],
      ["34 g", "rote Chilischoten (je 5g)"],
      ["2 EL", "Paprikapulver, edelsüß"],
      ["450 g", "Tomaten"],
      ["450 g", "Erbsen"],
      ["2 TL", "Salz"],
      ["4 TL", "Garam Masala"],
      ["4 EL", "Koriandergrün"],
      ["1 kg", "Paneer"]
    ],
    "description": [
      "Den Paneer in kleine Würfel schneiden und mit Stärkemehl bestäuben. In einer beschichteten Pfanne 2 Essl. Ghee erhitzen, die Käsewürfel darin bei mittlerer Hitze leicht anbraten. Käse auf Küchenpapier abtropfen lassen.",
      "Das restliche Butterschmalz in einen Brattopf (zu dem es einen Deckel gibt) geben und darin Zwiebeln, Knoblauch und Ingwer anbraten, dabei häufig rühren. Koriander, Kurkuma, Chili und Paprika einrühren, dann die Tomaten zugeben. Die Soße etwa 10 Minuten kochen lassen. Etwa 1/2 l heißes Wasser zugeben und die Soße aufkochen lassen, danach auf mittlerer Hitze zugedeckt 20 Minuten köcheln lassen, dabei gelegentlich umrühren.",
      "Erbsen, Salz, den gebratenen Käse und eventuell noch etwas heißes Wasser hineingeben, noch einmal aufkochen lassen und weitere 15 Minuten bei kleiner Hitze schmoren. Den Herd abstellen, Garam Masala einrühren und das Gericht zugedeckt mindestens 1 Stunde ziehen lassen.",
      "Vor dem Servieren mit frischem Koriander bestreuen."
    ]
  },
  {
    "title": "Paneer",
    "servings": "für 1kg Käse",
    "ingredients": [
      ["8 l", "Milch"],
      ["800 g",  "Schlagsahne"],
      ["420 ml",  "Zitronensaft"]
    ],
    "description": [
      "Die Milch mit der Sahne in einen großen Topf schütten und langsam bei mittlerer Hitze aufkochen. Dabei am Anfang ab und zu, später kräftig rühren, damit die Milch nicht anbrennt.",
      "Sobald die Milch kocht, den Zitronensaft einrühren und so lange auf dem Herd lassen, bis sich die gelbliche, flüssige Molke von der weißen, flockigen Käsemasse trennt. Wenn die Milch nicht vollständig gerinnt, etwas mehr Zitronensaft zugeben und kurz weiter kochen.",
      "Ein Sieb mit einem feinmaschigen Käsetuch ausschlagen und den Topf durch das Tuch abgießen. Wer Molke mag, kann sie auffangen und weiter verwenden.",
      "Das Tuch von oben zusammendrehen und fest drücken, damit so viel Flüssigkeit wie möglich aus dem Käse abfließt. Danach das Tuch ausbreiten und zu einem rechteckigen Paket falten, um den Käse in eine Rechteckige Form zu pressen. Danach mit einem Brett von oben beschweren und über Nacht aushärten lassen."
    ]
  },
  {
    "title": "Chelow: Safran-Reis mit Tadik",
    "servings": "für 9 Personen",
    "ingredients": [
      ["34 g", "Butter"],
      ["270 ml", "Pflanzenöl"],
      ["7", "Eigelb"],
      ["540 g", "Joghurt"],
      ["900 g", "Basmatireis"],
      ["170 g", "Rosinen"]
    ],
    "description": [
      "Wasser großzügig salzen und zum Kochen bringen. Währenddessen den Reis mit warmem Wasser abspülen, bis das Wasser unter dem Sieb ganz klar wird. Dann den gewaschenen Reis ins Wasser geben und gelegentlich umrühren, damit er nicht am Boden des Topfs anklebt.",
      "Sobald Reiskörner zur Wasseroberfläche treiben den Reis probieren: Er sollte nicht mehr hart sein, aber etwas Biss haben. Das passiert nach 6 bis 8 Minuten. Danach den reis abgießen und mit kaltem Wasser abschrecken.",
      "Währenddessen die Butter in einem Topf bei mittlerer Hitze schmelzen. Die Rosinen hinzugeben und bei gelegentlichem umrühren 2 Minuten braten. Danach von der Kochstelle nehmen und nach Bedarf mit Rosenwasser abschrecken.",
      "Ofen auf 200°C vorheizen. Saffran mit Zucker mörsern und in 2 TL Wasser lösen. Danach 10 Minuten ziehen lassen.",
      "Eigelbe extrahieren und mit dem Joghurt, dem Öl und 2 TL Salz vermischen. Safran-Wasser darüber geben und umrühren. Danach den Reis über der Joghurtmixtur verteilen und vorsichtig mischen, damit alle Reiskörner die Gelbe Farbe vom Safran annehmen.",
      "Einen Topf mit Öl ausreiben und die Hälfte des gelben Reis darüber geben. Dann eine Schicht aus Rosinen darüber geben und zuletzt alles mit dem restlichen Reis bedecken. Alles von Oben zusammendrücken, damit der Kuchen später kompakter wird.",
      "Anschließend 65 bis 80 Minuten backen, bis der Reis eine Goldbraune Farbe angenommen hat. Nach dem Backen für 10 Minuten zugedeckt abkühlen lassen. Danach mit einem Messer um die Ränder fahren, um sie vom Topf zu lösen. Dann einen Teller auf den Topf legen den Topf stürzen. Mit losen Rosinen garnieren."
    ]
  },
  {
    "title": "Indisches Naan",
    "servings": "für 9 Brote von je 100g",
    "ingredients": [
      ["11 g", "Olivenöl"],
      ["1", "Ei"],
      ["28 g", "Zucker"],
      ["20 g", "Salz"],
      ["169 ml", "Milch"],
      ["563 g", "Mehl"],
      ["27 g", "Trockenhefe"],
      ["169 g", "Joghurt"]
    ],
    "description": [
      "Milch, Zucker und Trockenhefe in einer Schüssel mischen und 20 Minuten an einen warmen Ort blasen schlagen lassen.",
      "Danach das Mehl dazu geben und zusammen mit dem Öl, dem Ei und dem Salz durchmischen. Den Brotteig gut durchkneten. Sollte der der Teig zu feucht sein, etwas Mehl hinzugeben, sollte er zu trocken sein, etwas Joghurt hinzugeben.",
      "Danach den Teig in der Schüssel mit einem Tuch abdecken und für 60 Minuten an einem warmen Ort gehen lassen.",
      "Dann die Arbeitsfläche einmehlen und ein weiteres Mal gut mit den Händen durchkneten. Den Teig in 9 gleich große Teile schneiden und Fladen mit einer Dicke von 8 Millimeter bis 1 Zentimeter formen. An der Unterseite sollte genug Mehl kleben, damit der Teig leicht rutscht.",
      "Teigfladen in den heißen Backofen schieben und so lange backen, bis einzelne Stellen an der Oberseite Blasen bilden und ganz leicht bräunlich werden. Die Unterseite ist zu diesem Zeitpunkt an etwa der Hälfte der Stellen gebräunt, mit hellen Zwischräumen. Dann für einige Sekunden wenden und die Oberseite backen, bis die Blasen leicht braun sind.",
      "Brot aus dem Ofen nehmen und sofort mit Ghee glasieren. Nach belieben auch gleich mit Petersilie und Knoblauch garnieren."
    ]
  },
  {
    "title": "Nargesi",
    "servings": "für 9 Personen",
    "ingredients": [
      ["90 ml", "Pflanzenöl"],
      ["720 g", "rote Zwiebeln"],
      ["360 g", "Knoblauch"],
      ["405 g", "Spinat"],
      ["9", "Eier"]
    ],
    "description": [
      "Öl bei mittlerer Hitze in einer Pfanne erhitzen. Zwiebeln hacken und glasig anschwitzen. Knoblauch hinzugeben und 1 bis 2 Minuten braten, bis die Zwiebeln goldgelb werden.",
      "Spinat dazu geben und unter Wenden und Rühren kochen, bis er eingefallen ist. Dann Kurkuma, Salz und Pfeffer hinzugeben. Alles gemeinsam einkochen, bis der Spinat seine Flüssigkeit weitgehend verloren hat.",
      "Dann das Ei aufschlagen und darüber geben. Das Eier wie Spiegeleier braten, damit das Eigelb noch etwas weich bleibt.",
      "Mit Brot und Joghurt servieren."
    ]
  },
  {
    "title": "Kichererbsen Tajine",
    "servings": "für 9 Personen",
    "ingredients": [
      ["68 ml", "Olivenöl"],
      ["383 g", "Zwiebeln"],
      ["45 g", "Knoblauch"],
      ["450 g", "Cherry-Tomaten"],
      ["56 g", "Minze"],
      ["900 g", "Möhren"],
      ["158 g", "getrocknete Aprikosen"],
      ["1193 g", "gequollene Kichererbsen"],
      ["450 ml", "Gemüsebrühe"],
      ["34 g", "gemahlener Koriander"],
      ["400 g", "Salzzitrone"],
      ["45 g", "Mandeln (Blättchen) - geröstet"],
      ["68 g", "Zatar"]
    ],
    "description": [
      "Zwiebeln und Knoblauch abziehen und würfeln. Möhren schälen und längs vierteln. Aprikosen würfeln. Kichererbsen abwaschen. Tomaten halbieren.",
      "Zwiebeln und Knoblauch in der Tajine andünsten. Gewürze und in Wasser gelöstes Safranpulver hinzugeben. Aprikosen und Möhren dazu geben und zwei Minuten braten. Dann die Salzzitrone klein hacken und darüber streuen.",
      "Kichererbsen und Tomaten dazu geben und alles mit 200 ml Gemüsebrühe abgießen. Mit Salz und Pfeffer würzen. Tajine verschließen und für 20 Minuten bei mittlerer Hitze im eigenen Saft garen.",
      "Anrichten mit gerösteten Mandelblättchen, zerrupfter Minze und etwas darüber gestreutem Zatar. Das Gericht passt gut zu Falafel."
    ]
  },
  {
    "title": "gebackene Aubergines",
    "servings": "für 9 Personen",
    "ingredients": [
      ["203 ml", "Olivenöl"],
      ["68 ml", "Sesamöl"],
      ["765 g", "Aubergine"],
      ["338 g", "Joghurt"],
      ["338 g", "Feta oder Frischkäse"],
      ["450 g", "Granatapfel"],
      ["68 g", "gesalzene Pistazien"],
      ["2 EL", "Ras el Hanout"],
      ["1 TL", "Kurkuma"],
      ["2 TL", "geräuchertes Paprikapulver"],
      ["12 Stiele", "Thymian"],
      ["1 Bund", "Dill"],
      ["1 Bund", "Koriandergrün"],
      ["1 Bund", "Estragon"],
      ["2 EL", "Senfsamen"]
    ],
    "description": [
      "Die Auberginen längs halbieren und das Fruchfleich in Rauten einschneiden. Die Auberginen mit den Schnittflächen nach Unten für 30 Minuten in stark gesalzenes Wasser einlegen.",
      "Knoblauch schälen und in feine Scheiben schneiden. Die Blättchen mit 3 EL Olivenöl, Gewürzen, Salz und Pfeffer verrühren.",
      "Backofen auf 220°C vorheizen und die abgetrockneten Auberginen, bestrichen mit der Gewürzpaste auf einem Blech für 25 Minuten mit der Schnittseite nach oben goldbraun backen.",
      "Kräuterblätter zum Garnieren hacken und mit Sesam und 9 EL Olivenöl mischen. Mit dem Joghurt und dem fein gebröckelten Feta verrühren und mit Salz, Pfeffer und Zitronenschale abschmecken.",
      "Auberginen mit Granatapfelstücken, Pistazien, Joghurtcreme und den Kräutern anrichten. Eventuell zusätzlichen Sesam dazu reichen."
    ]
  }
]